{
  "login": {
    "login_title": "Inici de sessió",
    "email_label": "Correu",
    "email_placeholder": "el teu@correu.com",
    "email_required": "Si us plau, introdueix un correu vàlid.",
    "password_label": "Contrasenya",
    "password_placeholder": "Contrasenya",
    "password_required": "Si us plau, introdueix la contrasenya.",
    "submit_button": "Entrar",
    "forgot_password": "Has oblidat la contrasenya.",
    "register_text": "No tens compte?",
    "register_link": "Crea'n un."
  },
  "register": {
    "register_title": "REGISTRE",
    "register_title_client": "Registre Client",
    "register_title_business": "Registre Empresari",
    "dni_label": "DNI",
    "dni_placeholder": "DNI",
    "dni_required": "Si us plau, introdueix el teu DNI.",
    "nombre_label": "Nom",
    "nombre_placeholder": "Nom",
    "nombre_required": "Si us plau, introdueix el teu nom.",
    "apellidos_label": "Cognoms",
    "apellidos_placeholder": "Cognoms",
    "apellidos_required": "Si us plau, introdueix els teus cognoms.",
    "email_label": "Correu",
    "email_placeholder": "el teu@correu.com",
    "email_required": "Si us plau, introdueix un correu vàlid.",
    "telefono_label": "Telèfon",
    "telefono_placeholder": "Telèfon",
    "telefono_required": "Si us plau, introdueix el teu telèfon.",
    "password_label": "Contrasenya",
    "password_placeholder": "Contrasenya",
    "password_required": "Si us plau, introdueix la contrasenya.",
    "repeat_password_label": "Repeteix contrasenya",
    "repeat_password_required": "Si us plau, repeteix la contrasenya.",
    "repeat_password_mismatch": "Les contrasenyes no coincideixen.",
    "register_button": "Registrar",
    "already_have_account": "Ja tens compte?",
    "login_link": "Inicia sessió",
    "select_role_title": "Escull rol",
    "select_role_placeholder": "Escull rol",
    "client_option": "Client",
    "business_option": "Empresari"
  },
  "cookies": {
    "main_title": "POLÍTICA DE COOKIES",
    "main_subtitle": "********URL SOMPOBLE******",
    "p1": "L'accés a aquest Lloc Web pot implicar la utilització de galetes. Les galetes són petites quantitats d'informació que s'emmagatzemen al navegador utilitzat per cada Usuari -en els diferents dispositius que pugui utilitzar per navegar- perquè el servidor recordi certa informació que posteriorment i únicament el servidor que la va implementar llegirà. Les galetes faciliten la navegació, la fan més amigable, i no fan malbé el dispositiu de navegació.",
    "p2": "Les cookies són procediments automàtics de recollida d'informació relativa a les preferències determinades per l'Usuari durant la visita al Lloc Web per tal de reconèixer-lo com a Usuari, i personalitzar la seva experiència i l'ús del Lloc Web, i poden també, per exemple, ajudar a identificar i resoldre errors.",
    "p3": "La informació recollida a través de les galetes pot incloure la data i hora de visites al Lloc Web, les pàgines visionades, el temps que ha estat al Lloc Web i els llocs visitats just abans i després. Tot i això, cap galeta permet que aquesta mateixa pugui contactar amb el número de telèfon de l'Usuari o amb qualsevol altre mitjà de contacte personal. Cap galeta no pot extreure informació del disc dur de l'Usuari o robar informació personal. L'única manera que la informació privada de l'Usuari formi part del fitxer Cookie és que l'usuari doni personalment aquesta informació al servidor.",
    "p4": "Les galetes que permeten identificar una persona es consideren dades personals. Per tant, a les mateixes els serà aplicable la Política de Privadesa anteriorment descrita. En aquest sentit, per utilitzar-les serà necessari el consentiment de l'Usuari. Aquest consentiment serà comunicat, en base a una elecció autèntica, ofert mitjançant una decisió afirmativa i positiva, abans del tractament inicial, removible i documentat.",
    "subtitle_1": "Cookies pròpies",
    "p5": "Són aquelles cookies que són enviades a l'ordinador o dispositiu de l'Usuari i gestionades exclusivament per somPoble per al millor funcionament del Lloc Web. La informació que es recull s'empra per millorar la qualitat del Lloc Web i el seu Contingut i la seva experiència com a Usuari. Aquestes cookies permeten reconèixer l'Usuari com a visitant recurrent del Lloc Web i adaptar el contingut per oferir continguts que s'ajustin a les seves preferències.",
    "subtitle_2": "Deshabilitar, rebutjar i eliminar cookies",
    "p6": "L'Usuari pot deshabilitar, rebutjar i eliminar les cookies —totalment o parcialment— instal·lades al dispositiu mitjançant la configuració del vostre navegador (entre els quals es troben, per exemple, Chrome, Firefox, Safari, Explorer). En aquest sentit, els procediments per rebutjar i eliminar les galetes poden diferir d'un navegador d'Internet a un altre. En conseqüència, l'Usuari ha d'acudir a les instruccions facilitades pel navegador d'Internet mateix que utilitzi. En cas que rebutgi l'ús de cookies —totalment o parcialment— podrà continuar usant el Lloc Web, si bé podrà tenir limitada la utilització d'algunes de les prestacions del mateix."
  }
}
